Revit 2027 API
ParameterTypeId.SteelElemContourSide2dist Property
 "Boundary distance 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemContourSide2dist { get; }
Public Shared ReadOnly Property SteelElemContourSide2dist As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemContourSide2dist {
	ForgeTypeId^ get ();
}
static member SteelElemContourSide2dist : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace